[Sweden]
1000=Aktiv sökning
1001=Eller klicka på den som var ansluten
1002=Anslut med "Bluetooth" på iPhone
1003=Vänligen slå på "Bluetooth" på din telefon
1004=vi söker...
1005=Komplett sökning
1006=Avbryt
1007=Väntar på anslutning
1008=Eller USB-anslutning
1009=Klicka för att ansluta
1010=Ansluter
1011=Inte ansluten
1012=radera
1013=请用USB连接华为手机
1014=Uppgradering
1015=Uppgraderingen är klar
1016=Uppgraderingen misslyckades
1017=omstart
1018=Need to complete activation
1019=Hardware fail
1020=Ansluter
1030=Setup
[-Sweden-]
